-- Книги
INSERT INTO Book (id, author, bookTitle, isbn, publicationYear, description, storageArrivalDate) VALUES
(1, 'Аркадий и Борис Стругацкие', 'Пикник на обочине', '9785699616224', 1972, 'Классика советской фантастики.', NOW()),
(2, 'Агата Кристи', 'Убийство в Восточном экспрессе', '9785699622355', 1934, 'Известный детектив с Эркюлем Пуаро.', NOW()),
(3, 'Стивен Хокинг', 'Краткая история времени', '9785227029441', 1988, 'Популярная книга о космологии.', NOW()),
(4, 'Джордж Оруэлл', '1984', '9785170441897', 1949, 'Антиутопия о тоталитарном обществе.', NOW()),
(5, 'Ювал Ной Харари', 'Sapiens: Краткая история человечества', '9785040895191', 2011, 'Обзор истории человеческого вида.', NOW());
